tutorials/multiphase/compressibleInterFoam/laminar/depthCharge2D/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
restore0Dir
runApplication setFields
runApplication $(getApplication)

#------------------------------------------------------------------------------
